
[info]
drivername=wsearchidxpi
symbolfile=idxcntrs.h

[languages]
804=Chinese (PRC)

[objects]
OBJECT_INDEXER_PLUGIN_804_NAME=Search Indexer

[text]
OBJECT_INDEXER_PLUGIN_804_NAME=Search Indexer
OBJECT_INDEXER_PLUGIN_804_HELP=索引器插件统计信息
COUNTER_IDXPI_MASTER_INDEX_LEVEL_804_NAME=Master Index Level.
COUNTER_IDXPI_MASTER_INDEX_LEVEL_804_HELP=主索引的级别。
COUNTER_IDXPI_NUM_MASTER_MERGES_TO_DATE_804_NAME=Master Merges to Date
COUNTER_IDXPI_NUM_MASTER_MERGES_TO_DATE_804_HELP=迄今为止的主合并的数目
COUNTER_IDXPI_MASTER_MERGE_PROGRESS_804_NAME=Master Merge Progress
COUNTER_IDXPI_MASTER_MERGE_PROGRESS_804_HELP=主合并进度
COUNTER_IDXPI_SHADOW_MERGE_LEVELS_804_NAME=Shadow Merge Levels
COUNTER_IDXPI_SHADOW_MERGE_LEVELS_804_HELP=阴影合并级别
COUNTER_IDXPI_SHADOW_MERGE_LEVEL_THRESHOLD_804_NAME=Shadow Merge Levels Threshold
COUNTER_IDXPI_SHADOW_MERGE_LEVEL_THRESHOLD_804_HELP=阴影合并级别阈值
COUNTER_IDXPI_NUM_PERSISTENT_INDEXES_804_NAME=Persistent Indexes
COUNTER_IDXPI_NUM_PERSISTENT_INDEXES_804_HELP=永久索引的数目
COUNTER_IDXPI_INDEX_SIZE_804_NAME=Index Size
COUNTER_IDXPI_INDEX_SIZE_804_HELP=索引大小
COUNTER_IDXPI_NUM_UNIQUE_KEY_804_NAME=Unique Keys
COUNTER_IDXPI_NUM_UNIQUE_KEY_804_HELP=唯一键的数目
COUNTER_IDXPI_NUM_DOCUMENTS_INDEXED_804_NAME=Documents Filtered
COUNTER_IDXPI_NUM_DOCUMENTS_INDEXED_804_HELP=已筛选文档的数目
COUNTER_IDXPI_NUM_WI_CREATED_804_NAME=Work Items Created
COUNTER_IDXPI_NUM_WI_CREATED_804_HELP=已创建的无效工作项数目
COUNTER_IDXPI_NUM_WI_DELETED_804_NAME=Work Items Deleted
COUNTER_IDXPI_NUM_WI_DELETED_804_HELP=已删除的无效工作项数目
COUNTER_IDXPI_NUM_WIDSET_CLEAN_804_NAME=Clean WidSets
COUNTER_IDXPI_NUM_WIDSET_CLEAN_804_HELP=有效 WidSet 的数目
COUNTER_IDXPI_NUM_WIDSET_DIRTY_804_NAME=Dirty WidSets
COUNTER_IDXPI_NUM_WIDSET_DIRTY_804_HELP=无效 WidSet 的数目
COUNTER_IDXPI_NUM_MASTER_MERGES_NOW_804_NAME=Master Merges Now.
COUNTER_IDXPI_NUM_MASTER_MERGES_NOW_804_HELP=指示主合并是否正在进行。
COUNTER_IDXPI_ACTIVE_CONNECTIONS_804_NAME=Active Connections
COUNTER_IDXPI_ACTIVE_CONNECTIONS_804_HELP=活动连接
COUNTER_IDXPI_NUM_QUERIES_804_NAME=Queries
COUNTER_IDXPI_NUM_QUERIES_804_HELP=查询数
COUNTER_IDXPI_NUM_FAILED_QUERIES_804_NAME=Queries Failed
COUNTER_IDXPI_NUM_FAILED_QUERIES_804_HELP=查询失败的次数
COUNTER_IDXPI_NUM_SUCCEEDED_QUERIES_804_NAME=Queries Succeeded
COUNTER_IDXPI_NUM_SUCCEEDED_QUERIES_804_HELP=查询成功的次数
COUNTER_IDXPI_NUM_INDEXES_L0_804_NAME=L0 Indexes (Wordlists)
COUNTER_IDXPI_NUM_INDEXES_L0_804_HELP=L0 索引(单词表)的数目
COUNTER_IDXPI_NUM_MERGES_NOW_L0_804_NAME=L0 Merges (flushes) Now.
COUNTER_IDXPI_NUM_MERGES_NOW_L0_804_HELP=任意时刻正在进行的 L0 合并(刷新)的数目。
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L0_804_NAME=L0 Merge (Flush) Speed - Average
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L0_804_HELP=自编录加载以来计算的 L0 合并(刷新)速度的平均值 [每小时文档数]
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L0_804_NAME=L0 Merge (Flush) - Count
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L0_804_HELP=自编录加载以来 L0 合并(刷新)的数目
COUNTER_IDXPI_MERGE_SPEED_LAST_L0_804_NAME=L0 Merge (Flush) Speed - Last
COUNTER_IDXPI_MERGE_SPEED_LAST_L0_804_HELP=计算出的 L0 合并(刷新)速度的终值 [每小时文档数]。
COUNTER_IDXPI_NUM_INDEXES_L1_804_NAME=Persistent Indexes L1
COUNTER_IDXPI_NUM_INDEXES_L1_804_HELP=L1 索引的数目
COUNTER_IDXPI_NUM_MERGES_NOW_L1_804_NAME=L1 Merges Now.
COUNTER_IDXPI_NUM_MERGES_NOW_L1_804_HELP=任意时刻正在进行的 L1 合并的数目。
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L1_804_NAME=L1 Merge Speed - average
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L1_804_HELP=自编录加载以来计算出的 L1 合并速度的平均值 [每小时文档数]
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L1_804_NAME=L1 Merge - Count
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L1_804_HELP=自编录加载以来 L1 合并的数目
COUNTER_IDXPI_MERGE_SPEED_LAST_L1_804_NAME=L1 Merge Speed - last
COUNTER_IDXPI_MERGE_SPEED_LAST_L1_804_HELP=计算的 L1 合并速度的终值 [每小时文档数]。
COUNTER_IDXPI_NUM_INDEXES_L2_804_NAME=Persistent Indexes L2
COUNTER_IDXPI_NUM_INDEXES_L2_804_HELP=L2 索引的数目
COUNTER_IDXPI_NUM_MERGES_NOW_L2_804_NAME=L2 Merges Now.
COUNTER_IDXPI_NUM_MERGES_NOW_L2_804_HELP=任意时刻正在进行的 L2 合并的数目。
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L2_804_NAME=L2 Merge Speed - average
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L2_804_HELP=自编录加载以来计算的 L2 合并速度的平均值 [每小时文档数]
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L2_804_NAME=L2 Merge - Count
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L2_804_HELP=自编录加载以来 L2 合并的数目
COUNTER_IDXPI_MERGE_SPEED_LAST_L2_804_NAME=L2 Merge Speed - last
COUNTER_IDXPI_MERGE_SPEED_LAST_L2_804_HELP=计算的 L2 合并速度的终值 [每小时文档数]。
COUNTER_IDXPI_NUM_INDEXES_L3_804_NAME=Persistent Indexes L3
COUNTER_IDXPI_NUM_INDEXES_L3_804_HELP=L3 索引的数目
COUNTER_IDXPI_NUM_MERGES_NOW_L3_804_NAME=L3 Merges Now.
COUNTER_IDXPI_NUM_MERGES_NOW_L3_804_HELP=任意时刻正在进行的 L3 合并的数目。
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L3_804_NAME=L3 Merge Speed - average
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L3_804_HELP=自编录加载以来计算的 L3 合并速度的平均值 [每小时文档数]
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L3_804_NAME=L3 Merge - Count
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L3_804_HELP=自编录加载以来 L3 合并的数目
COUNTER_IDXPI_MERGE_SPEED_LAST_L3_804_NAME=L3 Merge Speed - last
COUNTER_IDXPI_MERGE_SPEED_LAST_L3_804_HELP=计算的 L3 合并速度的终值 [每小时文档数]。
COUNTER_IDXPI_NUM_INDEXES_L4_804_NAME=Persistent Indexes L4
COUNTER_IDXPI_NUM_INDEXES_L4_804_HELP=L4 索引的数目
COUNTER_IDXPI_NUM_MERGES_NOW_L4_804_NAME=L4 Merges Now.
COUNTER_IDXPI_NUM_MERGES_NOW_L4_804_HELP=任意时刻正在进行的 L4 合并数目。
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L4_804_NAME=L4 Merge Speed - average
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L4_804_HELP=自编录加载以来计算的 L4 合并速度的平均值 [每小时文档数]
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L4_804_NAME=L4 Merge - Count
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L4_804_HELP=自编录加载以来 L4 合并的数目
COUNTER_IDXPI_MERGE_SPEED_LAST_L4_804_NAME=L4 Merge Speed - last
COUNTER_IDXPI_MERGE_SPEED_LAST_L4_804_HELP=计算的 L4 合并速度的终值 [每小时文档数]。
COUNTER_IDXPI_NUM_INDEXES_L5_804_NAME=Persistent Indexes L5
COUNTER_IDXPI_NUM_INDEXES_L5_804_HELP=L5 索引的数目
COUNTER_IDXPI_NUM_MERGES_NOW_L5_804_NAME=L5 Merges Now.
COUNTER_IDXPI_NUM_MERGES_NOW_L5_804_HELP=任意时刻正在进行的 L5 合并数目。
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L5_804_NAME=L5 Merge Speed - average
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L5_804_HELP=自编录加载以来计算的 L5 合并速度的平均值 [每小时文档数]
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L5_804_NAME=L5 Merge - Count
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L5_804_HELP=自编录加载以来 L5 合并的数目
COUNTER_IDXPI_MERGE_SPEED_LAST_L5_804_NAME=L5 Merge Speed - last
COUNTER_IDXPI_MERGE_SPEED_LAST_L5_804_HELP=计算的 L5 合并速度的终值 [每小时文档数]。
COUNTER_IDXPI_NUM_INDEXES_L6_804_NAME=Persistent Indexes L6
COUNTER_IDXPI_NUM_INDEXES_L6_804_HELP=L6 索引的数目
COUNTER_IDXPI_NUM_MERGES_NOW_L6_804_NAME=L6 Merges Now.
COUNTER_IDXPI_NUM_MERGES_NOW_L6_804_HELP=任意时刻正在进行的 L6 合并的数目。
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L6_804_NAME=L6 Merge Speed - average
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L6_804_HELP=自编录加载以来计算的 L6 合并速度的平均值 [每小时文档数]
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L6_804_NAME=L6 Merge - Count
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L6_804_HELP=自编录加载以来 L6 合并的数目
COUNTER_IDXPI_MERGE_SPEED_LAST_L6_804_NAME=L6 Merge Speed - last
COUNTER_IDXPI_MERGE_SPEED_LAST_L6_804_HELP=计算的 L6 合并速度的终值 [每小时文档数]。
COUNTER_IDXPI_NUM_INDEXES_L7_804_NAME=Persistent Indexes L7
COUNTER_IDXPI_NUM_INDEXES_L7_804_HELP=L7 索引的数目
COUNTER_IDXPI_NUM_MERGES_NOW_L7_804_NAME=L7 Merges Now.
COUNTER_IDXPI_NUM_MERGES_NOW_L7_804_HELP=任意时刻正在进行的 L7 合并的数目。
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L7_804_NAME=L7 Merge Speed - average
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L7_804_HELP=自编录加载以来计算的 L7 合并速度的平均值 [每小时文档数]
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L7_804_NAME=L7 Merge - Count
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L7_804_HELP=自编录加载以来 L7 合并的数目
COUNTER_IDXPI_MERGE_SPEED_LAST_L7_804_NAME=L7 Merge Speed - last
COUNTER_IDXPI_MERGE_SPEED_LAST_L7_804_HELP=计算的 L7 合并速度的终值 [每小时文档数]。
COUNTER_IDXPI_NUM_INDEXES_L8_804_NAME=Persistent Indexes L8
COUNTER_IDXPI_NUM_INDEXES_L8_804_HELP=L8 索引的数目
COUNTER_IDXPI_NUM_MERGES_NOW_L8_804_NAME=L8 Merges Now.
COUNTER_IDXPI_NUM_MERGES_NOW_L8_804_HELP=任意时刻正在进行的 L8 合并的数目。
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L8_804_NAME=L8 Merge Speed - average
COUNTER_IDXPI_MERGE_SPEED_AVERAGE_L8_804_HELP=自编录加载以来计算的 L8 合并速度的平均值 [每小时文档数]
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L8_804_NAME=L8 Merge - Count
COUNTER_IDXPI_NUM_MERGES_TO_DATE_L8_804_HELP=自编录加载以来 L8 合并的数目
COUNTER_IDXPI_MERGE_SPEED_LAST_L8_804_NAME=L8 Merge Speed - last
COUNTER_IDXPI_MERGE_SPEED_LAST_L8_804_HELP=计算的 L8 合并速度终值 [每小时文档数]。
